'''
1. 分别解释"=","==","+="的含义（口述）（1分钟）
2. 两个变量值的关系？（口述）（1分钟）
3. 解释'and','or','not'（口述）
4. 简述Python中的几种数据类型（口述）（1分钟）
5. 数据类型的可变与不可变分别有哪些？（口述）（1分钟）
6. 变量命名规范 ？（口述）
7. 列表li = ['alex','egon','yuan','wusir','666']（编程）（3分钟）

    - 1.把666替换成999
    - 2.获取"yuan"索引
    - 3.假设不知道前面有几个元素，分片得到最后的三个元素（  [-3:]  ）
8. 对字典进行增删改查（编程）（5分钟）

    ```python
    d = {
            "Development":"开发小哥",
            "OP":"运维小哥",
            "Operate":"运营小仙女",
            "UI":"UI小仙女"
        }
    ```
'''
# li = ['alex','egon','yuan','wusir','666']
# li[-1] = '999'
# print(li)
# print(li.index('yuan'))
# print(li[-3:])
#
# d = {
# 	"Development": "开发小哥",
# 	"OP": "运维小哥",
# 	"Operate": "运营小仙女",
# 	"UI": "UI小仙女"
# }


print(0 or 3 or 2)
