# dic = {'序号': '1', '代码': '300780', '名称': 'N德恩', '最新价': '16.68', '涨跌幅': '44.04%', '涨跌额': '5.1', '成交量(手)': '403', '成交额': '67.2万', '振幅': '24.01%', '最高': '16.68', '最低': '13.9', '今开': '13.9', '昨收': '11.58', '量比': '-', '换手率': '0.11%', '市盈率': '46.73', '市净率': '2.62'}
# lis = list(dic)
# print(lis)
# lis2 = ['>', '<', '=', '>=', '<=']
# user_in = input('模糊查询>')
# for j in lis2:
# 	if j in user_in:
# 		print(j)
# 		lis3 = user_in.split(j)
# 		if lis[0] in lis:
# 			print(dic[lis[0]])
# print(lis3)


s = 'zzq'
print(s[:-1])


		